Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/finanstilsynet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: As a result of the pandemic, and based on a statement from ESMA, Finanstilsynet issued a statement on the procedure to be followed if the publication of annual and semi-annual reports for mutual funds was delayed.
nb: Som følge av pandemien, og i forlengelsen av en uttalelse fra ESMA, publiserte tilsynet en uttalelse om prosedyre for eventuell forsinkelse av offentliggjøring av års- og halvårsrapporter for fond.

source: Several of the banks have included general reflections on sustainability and climate risk in their governing documents.
nb: Flere av bankene har inkludert generelle betraktninger om bærekraft og klimarisiko i sine styringsdokumenter.

source: Finanstilsynet therefore revoked the licence.
nb: Finanstilsynet kalte derfor tilbake tillatelsen.

source: The insurers also assessed climate risk in their annual report on their own risk and solvency assessment (ORSA), which was sent to Finanstilsynet.
nb: Foretakene vurderte også klimarisiko i sin årlige rapport om egenvurdering av risiko og solvens (ORSA), som ble sendt til Finanstilsynet.

source: The total outstanding volume in the Norwegian bond market, including government bonds and unlisted bonds, was NOK 2 283 billion at year-end 2020.
nb: Totalt utestående volum i det norske obligasjonsmarkedet, inkludert statsobligasjoner og unoterte obligasjoner, utgjorde 2283 milliarder kroner ved utgangen av 2020.

source: Several of the companies appear to fail to understand the definition in section 17 of the guidelines.
nb: Mange foretak ser ut til å ha en manglende forståelse av definisjonen i retningslinjenes paragraf 17.

source: The undertaking is obliged to send Finanstilsynet notification of any change in contact details as well as other changes related to the authorisation, including name changes, mergers or cessation of activity.
nb: Foretaket plikter å sende melding til Finanstilsynet om endringer i kontaktopplysningene og øvrige endringer knyttet til tillatelsen, herunder navneendringer, fusjoner og opphør av virksomheten.

source: In addition, daily reporting to the European Securities and Markets Authority (ESMA) was initiated.
nb: Det ble også iverksatt daglig rapportering til den europeiske verdipapir- og markedstilsynsmyndigheten (ESMA).

source: Finanstilsynet closely monitored Oslo Børs and the migration project.
nb: Finanstilsynet hadde videre en tett oppfølging av Oslo Børs og selve migrasjonsprosjektet.

source: Oslo Børs ASA previously allowed equities admitted to trading at Oslo Børs or Euronext Expand to be admitted to trading at the multilateral trading facility Euronext Growth Oslo at the same time, for example during the period pending Finanstilsynet’s approval of the prospectus.
nb: Oslo Børs ASA tillot tidligere at aksjer som var tatt opp til handel på Oslo Børs eller på Euronext Expand, samtidig kunne tas opp til handel på den multilaterale handelsfasiliteten Euronext Growth Oslo, for eksempel i påvente av Finanstilsynets godkjennelse av noteringsprospektet.

source: Oslo Børs ASA is the largest Norwegian market operator and operates the trading venues Oslo Børs, Euronext Expand Oslo (formerly called Oslo Axess) and Euronext Growth Oslo (formerly called Merkur Market).
nb: Oslo Børs ASA er den største norske markedsoperatøren og driver handelsplassene Oslo Børs, Euronext Expand Oslo (tidligere kalt Oslo Axess) og Euronext Growth Oslo (tidligere kalt Merkur Market).

source: The programme enables the IMF to assess:
nb: Med dette programmet vurderer IMF:

source: At end-September 2021, the institutions in Finanstilsynet's survey of consumer loans recorded a year-on-year decline in lending volume to Norwegian customers of 12 per cent.
nb: Ved utgangen av tredje kvartal 2021 hadde foretakene i Finanstilsynets kartlegging av forbrukslån en nedgang i utlånsvolum til norske kunder på 12 prosent siste år.

source: The survey, which encompasses both licensed and registered AIF managers, comprises a total of 215 entities.
nb: Undersøkelsen, som omfatter både AIF-forvaltere med konsesjon og registrerte AIF-forvaltere, omfatter totalt 215 foretak.

source: As a consequence of containment measures during most of 2020, few people were physically present at work, which could make it more challenging to ensure continuous operations and adequate emergency preparedness at the institutions.
nb: I store deler av 2020 innebar smittevernbegrensninger at få personer var fysisk til stede på sine arbeidssteder, som kunne bety ekstra utfordringer med å sikre kontinuerlig drift og beredskap i foretakene.

source: Some of the supervisory activities carried out by Finanstilsynet in 2020 took place in cooperation with these supervisory colleges.
nb: Noen av tilsynsaktivitetene til Finanstilsynet i 2020 ble gjennomført i samarbeid med disse tilsynskollegiene.

source: Finanstilsynet followed up this as part of its supervision of individual firms in 2020. Finanstilsynet held seminars and speeches in 2020 where various topics of importance to the firms were on the agenda, including a webinar in October on Finanstilsynet’s new circular on outsourcing and upcoming regulations on sustainable finance.
nb: Finanstilsynet fulgte opp dette i tilsynet med enkeltforetak i 2020.Det ble arrangert seminarer og foredrag i 2020 der Finanstilsynet informerte om ulike temaer av betydning for foretakene, blant annet et webinar i oktober om Finanstilsynets nye rundskriv om utkontraktering og kommende regelverk om bærekraftig finans.

source: Correspondingly, Finanstilsynet may grant authorisation to market funds established in the EEA where the manager is established in a third country.
nb: Tilsvarende kan Finanstilsynet gi tillatelse til at fond etablert i EØS kan markedsføres i Norge hvis forvalteren er etablert i et tredjeland.

source: EU legislation in the financial area is normally incorporated into the EEA Agreement and implemented in Norwegian laws or regulations.
nb: EU-reglene på finansområdet skal som utgangspunkt innlemmes i EØS-avtalen og gjennomføres som norske lover eller forskrifter.

source: For the insurers, the stock market upturn helped to raise investment income.
nb: For forsikringsforetakene bidro oppgangen i aksjemarkedene til økte investeringsinntekter.

source: Review of financial reporting Gaming Innovation Group Inc.
nb: Kontroll av finansiell rapportering Gaming Innovation Group Inc.

source: For the banks overall, losses increased from 0.2 per cent to 0.6 per cent of average lending (annualised) for the first three quarters of the year.
nb: For bankene samlet økte tapene etter tre kvartaler fra 0,2 prosent til 0,6 prosent av gjennomsnittlige utlån (annualisert).

source: Peer reviews are organised by the ESAs, aiming to harmonise and improve supervisory practices in Europe.
nb: Fagfellevurderingar blir organiserte av finanstilsyna i EU, og formålet med dei er å oppnå en likare og betre tilsynspraksis i Europa.

source: The provisions regulating the supervisory authorities' evaluation of institutions' risk and capital assessment process and their assessment of institutions' liquidity and funding risk are set out in CRD IV in Article 97 and 98.
nb: Bestemmelsene om tilsynsmyndighetenes vurdering av foretakenes risiko- og kapitalvurderingsprosess, samt vurdering av likviditets- og finansieringsrisiko er gjennomført i CRD IV i artikkel 97 og 98.

source: Fewer IT inspections than normal were carried out in 2020.
nb: Det ble gjennomført færre IT-tilsyn enn normalt i 2020.

source: The offences uncovered by Finanstilsynet in connection with the Samherji case mainly relate to matters that are time-barred or occurred under the former Anti-Money Laundering Act, in which there was no legal basis for imposing administrative sanctions.
nb: Lovbruddene som Finanstilsynet har avdekket i forbindelse med Samherji-saken, gjelder i hovedsak forhold som er foreldet eller har inntruffet under den tidligere hvitvaskingsloven, som ikke hjemlet administrative sanksjoner.

source: Alternative investment funds that are marketed in Norway with an authorisation in accordance with the AIF Act § 6-4
nb: Alternative investeringsfond som markedsføres i Norge med tillatelse etter AIF-loven § 6-4

source: However, the summary report includes some general reflections related to the assessment of expected credit losses in 2020 and associated disclosures.
nb: Samlerapporten inneholder imidlertid noen generelle betraktninger knyttet til vurdering av forventet kredittap i 2020 og tilhørende noteopplysninger.

source: The PACTA tool has been developed by the ‘2 Degrees Investing Initiative (2DII)’, an international, non-profit think tank aiming to help to ensure that the financial industry and the regulation thereof are in line with the goals of the Paris Agreement.
nb: PACTA-verktøyet er utviklet av "2 Degrees Investing Initiative (2DII)", en internasjonal, non-profit tenketank med formål å bidra til at finansnæringen og regulering av denne er i tråd med målene i Parisavtalen.

source: Finanstilsynet provided such regular reporting from the Norwegian financial market in 2020.
nb: Finanstilsynet bidro i 2020 med slik regelmessig rapportering fra det norske finansmarkedet.

source: In 2020, 13 per cent of these reports were from Norwegian investment firms, compared with 11 per cent in 2019.
nb: I 2020 kom 13 prosent av rapportene fra norske verdipapirforetak, mot 11 prosent i 2019.

source: Finanstilsynet has imposed a violation penalty of NOK 4,000,000.
nb: Finanstilsynet har ilagt et overtredelsesgebyr på NOK 4.000.000.

source: The decision has been appealed.
nb: Vedtaket er påklaget.

source: Reporting from entities subject to financial reporting oversight (KRT-1003)
nb: Egenrapportering for foretak underlagt regnskapskontroll (KRT-1003)

source: If (Sampo) and Nordea Life and Pensions (Finland)
nb: If (Sampo) og Nordea Life and Pensions (Finland)

source: Oslo Børs ASA also owns the trading venue Fish Pool ASA and has operated an Approved Publication Arrangement (APA).
nb: Oslo Børs ASA eier dessuten handelsplassen Fish Pool ASA og har vært operatør av en godkjent offentliggjøringsordning (APA).

source: There are some exceptions to the right of access, cf. Sections 16 and 17 of the Personal Data Act.
nb: Det finnes enkelte unntak fra retten til innsyn, jf. personopplysningsloven §§ 16 og 17.

source: Finanstilsynet heads the supervisory college for Gjensidige Forsikring ASA and Storebrand ASA.
nb: Finanstilsynet leder tilsynskollegiene for Gjensidige Forsikring ASA og Storebrand ASA.

source: Thematic inspection: Recognition of credit losses according to IFRS 9
nb: Regnskapsføring av tap på utlån etter IFRS 9

source: In June 2019, Oslo Børs ASA was acquired by Euronext N.V., which also owns regulated markets in Belgium, France, Ireland, the Netherlands, Portugal and the UK.
nb: Oslo Børs ASA ble i juni 2019 ervervet av Euronext N.V., som også eier regulerte markeder i Belgia, Frankrike, Irland, Nederland, Portugal og Storbritannia.

source: Through 2020, Finanstilsynet cooperated closely with the European Supervisory Authorities and other national financial supervisory authorities to make sound risk assessments and coordinate relevant measures.
nb: Finanstilsynet samarbeidet i 2020 tett med EUs finanstilsynsmyndigheter og andre nasjonale finanstilsynsmyndigheter for å gjøre gode vurderinger av risikoer og samordne relevante tiltak.

source: On the basis of the surveys, a number of firms were subject to special follow-up by Finanstilsynet in 2020.
nb: På grunnlag av undersøkelsene ble en rekke foretak fulgt opp særskilt av tilsynet i 2020.

source: The survey, which included a total of 215 companies, will be followed up through supervision in 2021.
nb: Kartleggingen, som omfattet totalt 215 foretak, vil bli fulgt opp gjennom tilsynsarbeid i 2021.

source: These are shared functions for securities market participants and play a key role in ensuring that the market functions as a source of capital for the business sector and as a basis for investment activities and savings.
nb: Dette er fellesfunksjoner for aktørene i verdipapirmarkedet som er viktige for markedets funksjon som kapitalkilde for næringslivet og som grunnlag for investeringsvirksomhet og sparing.

source: The Network for Greening the Financial System (NGFS) published a set of climate scenarios in June 2020 that will be revised and expanded in the spring of 2021.
nb: Network for Greening the Financial System (NGFS) publiserte et sett med klimascenarioer i juni 2020 som vil bli revidert og utvidet våren 2021.

source: In 2020, Finanstilsynet revealed one violation of the capital requirements among AIF managers and sent notice of a possible licence revocation.
nb: I 2020 avdekket Finanstilsynet én overtredelse av kapitalkravene blant AIF-forvalterne, og tilsynet sendte varsel om mulig tilbakekall av konsesjon.

source: Through this initiative, Finanstilsynet responded to 32 inquiries in 2020, which was slightly higher than in 2019.
nb: Gjennom dette tilbudet har Finanstilsynet besvart 32 henvendelser i 2020, som er noe høyere enn for 2019.

source: Some adaptations automatically follow from Protocol 1 to the EEA Agreement, e.g. that ‘EU member states’ shall be understood as ‘EEA member states’.
nb: En del tilpassingar følger automatisk av protokoll 1 til EØS-avtalen, som at "EU-medlemsland" skal tolkast som "EØS-medlemsland".

source: Finanstilsynet has conducted a survey of listed companies' sustainability reporting.
nb: Finanstilsynet har gjennomført en kartlegging av noterte foretaks bærekraftsrapportering.

source: The new electronic reporting format requires the entire annual report to be prepared in XHTML format (‘Extensible Hypertext Markup Language’).
nb: Det nye rapporteringsformatet innebærer at hele årsrapporten skal utarbeides på XHTML-format (Extensible Hypertext Markup Language).

source: The inspection showed that Forte Fondsforvaltning AS was ill-prepared to face relatively large redemption requirements.
nb: Tilsynet viste at Forte Fondsforvaltning AS i liten grad var forberedt på relativt store innløsningskrav.

source: After an on-site inspection at Insr Insurance Group ASA (Insr) in 2019, Finanstilsynet concluded that there had been serious and persistent deficiencies in the insurer’s risk management and internal control system.
nb: Etter et stedlig tilsyn i Insr Insurance Group ASA (Insr) i 2019 konkluderte Finanstilsynet med at det hadde vært grove og vedvarende mangler knyttet til foretakets system for risikostyring og internkontroll.

source: The financial markets are international, and principles for regulations and supervision are prepared at the global level and in the EU.
nb: Finansmarkedene er internasjonale, og prinsipper for regelverk og tilsyn blir utarbeidet globalt og i EU.

source: Requirement for electronic reporting format for listed companies (ESEF)
nb: Krav om elektronisk rapporteringsformat for noterte foretak (ESEF)

source: Finanstilsynet carried out an AML inspection at a major bank in 2020 which also included the bank’s securities activities.
nb: Finanstilsynet gjennomførte ett hvitvaskingstilsyn hos en større bank i 2020 som også omfattet bankens verdipapirområde.

source: The sharpest reduction during the year was 32 per cent.
nb: På det meste var hovedindeksen ned 32 prosent.

source: In 2020, bonds worth a total of NOK 483 billion were issued.
nb: I 2020 ble det utstedt obligasjoner for 483 milliarder kroner.

source: Financial institutions reported a few more ICT-related incidents in 2020 than in 2019.
nb: Foretakene i finanssektoren rapporterte noen flere IKT-relaterte hendelser i 2020 enn i 2019.

source: Apply for an authorisation to act as a nominee in Norwegian securities funds’ unit holder registers and as a nominee for all types of financial instruments whose registration is permitted on a nominee account in a Norwegian securities register (including shares issued by Norwegian companies); cf. the provisions of
nb: I sin forvaltning av bestemmelsen la Autorisasjonsstyret for regnskapsførere, til grunn at lønnstjenester ikke var autorisasjonspliktige tjenester, med mindre lønnssystemet var integrert i regnskapssystemet.

source: documentation showing that the applicant is obliged to comply with implemented legislation equivalent to Directive 2005/60/EC
nb: dokumentasjon på at søker er pliktig til å overholde gjennomført regelverk tilsvarende direktiv 2005/60/EF

source: This requirement includes interest rate derivatives in Norwegian kroner, euro, British pounds, Japanese yen, US dollars, Swedish krona and Polish zloty as well as certain credit default derivatives.
nb: Plikten omfatter blant annet rentederivater i norske kroner, euro, britiske pund, japanske yen, amerikanske dollar, svenske kroner og polske zloty samt kredittmisligholdsderivater.

source: Total loan losses came to 0.1 per cent of lending (annualised), compared with 0.6 per cent in the corresponding period of 2020.
nb: Samlede utlånstap tilsvarte 0,1 prosent av utlån (annualisert) sammenlignet med 0,6 prosent i samme periode i 2020.

source: ESEF (European Single Electronic Format) is a new electronic reporting format for listed companies on regulated markets, aiming to harmonise issuers’ reporting obligations.
nb: ESEF (European Single Electronic Format) er et nytt elektronisk rapporteringsformat for noterte foretak på regulert marked som har som formål å harmonisere rapporteringsforpliktelsene for utstedere.

source: Finanstilsynet also gave a lecture aimed at the mutual fund industry about its duty to ensure that no unnecessary costs are incurred for mutual funds and unit holders in connection with the investment firms' adjustments to the requirements for the acceptance of inducements.
nb: Finanstilsynet holdt også foredrag for fondsbransjen om pliktene den har til å påse at fond og andelseiere ikke påføres unødige kostnader i forbindelse med verdipapirforetakenes tilpasninger til kravene til å motta returprovisjoner.

source: In 2020, Finanstilsynet provided assistance to foreign supervisory authorities in a number of cases relating to market conduct and received such assistance in some instances.
nb: I 2020 ga Finanstilsynet bistand til utenlandske tilsynsmyndigheter i flere atferdssaker og mottok også slik bistand i enkeltsaker.

source: In 2020, Finanstilsynet received more than 250 notifications of outsourcing.
nb: Finanstilsynet mottok i 2020 over 250 meldinger om utkontraktering.

source: The Ministry of Finance has circulated the proposal for comment, with the deadline for response in March 2020.
nb: Finansdepartementet har hatt forslaget på høring, med høringsfrist i mars 2020.

source: Consultation document from the Ministry of Justice and Public Security, section 6.3, and the proposed regulations on page 23 (pdf)
nb: Se høringsnotat fra Justis- og beredskapsdepartementet punkt 6.3 og forskriftsforslaget på side 23 (pdf)

source: Finanstilsynet participates in groups 1 and 2.
nb: Finanstilsynet deltek i arbeidsgruppe 1 og 2.

source: 42 cases on the notification requirement for primary insiders
nb: 42 saker om meldepliktig verdipapirhandel

source: Compared with 2019, 2020 saw a further rise in the proportion of new loans granted to borrowers whose DTI and LTV ratios are both high.
nb: Andelen nye lån som gis til låntakere med både høy gjelds- og belåningsgrad, økte videre fra 2019 til 2020.

source: Corrected loss figures for 2018 show that the level of losses due to fraud is about the same level as in 2017, while previously reported figures showed a decline.
nb: Korrigerte tapstal for 2018 viser at nivået på tap som følgje av svindel er omlag på det same nivået som i 2017, mens tidlegare rapporterte tal viste en nedgang.

source: The Financial Infrastructure Crisis Preparedness Committee (BFI) is chaired by Finanstilsynet and has representatives from national authorities and key financial market players.
nb: Beredskapsutvalget for finansiell infrastruktur (BFI) ledes av Finanstilsynet og består av nasjonale myndigheter og viktige aktører i finansmarkedet.

source: ESMA makes calculations and publishes important information in accordance with MiFID II and MiFIR.
nb: ESMA beregner og publiserer viktig informasjon etter verdipapirmarkedsdirektivet og -forordningen (MiFID II og MiFIR).

source: Unit holders must benefit from reduced distribution costs in the form of lower management fees.
nb: Reduserte kostnader til distribusjon må komme andelseierne til gode i form av redusert forvaltningsgodtgjørelse.

source: If you are a customer of an institution supervised by Finanstilsynet, you should not use the whistleblowing scheme if you want to lodge a complaint.
nb: Er du kunde i et foretak som Finanstilsynet har tilsyn med, skal du ikke bruke denne varslingsordningen hvis du vil sende en klage.

source: A report with the results of the survey was published in April 2020.
nb: En rapport med resultatene fra undersøkelsen ble publisert i april 2020.

source: Consolidated financial statements prepared in accordance with International Financial Reporting Standards (IFRS) must also be marked up in accordance with the applicable ESEF taxonomy.
nb: Konsernregnskap som blir utarbeidet i samsvar med International Financial Reporting Standards (IFRS) må også merkes i samsvar med gjeldende ESEF-taksonomi.

source: According to the plan, the insurance business will be fully liquidated by the end of 2021.
nb: Etter planen vil forsikringsvirksomheten være endelig avviklet ved utgangen av 2021.

source: Finanstilsynet reported one case of suspected unlawful insider dealing and/or breach of confidentiality to the prosecuting authority in 2020.
nb: I 2020 anmeldte Finanstilsynet én sak til påtalemyndigheten der det forelå mistanke om ulovlig innsidehandel og/eller brudd på taushetsplikt.

source: Finanstilsynet carried out one inspection at Nasdaq Oslo, and the inspection report was completed in November 2020.
nb: Finanstilsynet gjennomførte ett tilsyn hos Nasdaq Oslo, og tilsynsrapporten ble ferdigstilt i november 2020.

source: Finanstilsynet’s on-site inspection at Norse Forvaltning AS was concluded in 2020.
nb: Finanstilsynets stedlige tilsyn hos Norse Forvaltning AS ble avsluttet i 2020.

source: In 2020, Finanstilsynet conducted a survey of compliance with the AML legislation among licensed mutual fund management companies, licensed managers of alternative investment funds (AIF managers) and registered AIF managers (without a licence).
nb: Finanstilsynet gjennomførte i 2020 en kartlegging av hvordan hvitvaskingsregelverket etterleves av foretak med konsesjon som forvaltningsselskap for verdipapirfond eller konsesjon som forvalter av alternative investeringsfond eller registrerte forvaltere av alternative investeringsfond (som ikke har konsesjon).

source: After Oslo Børs changed its trading system in the autumn of 2020, it no longer wanted to offer APA services.
nb: Etter at Oslo Børs skiftet handelssystem høsten 2020, ønsket den ikke lenger å tilby APA-tjenester.

source: In 2020, the Guarantee Scheme made advance claims payments of NOK 5 million in a further 15 cases and will make payments on an ongoing basis as the bankruptcy administrators forward completed compensation cases.
nb: Garantiordningen forskutterte i 2020 om lag 5 millioner kroner i erstatning i ytterligere 15 saker og vil foreta utbetalinger fortløpende etter hvert som konkursboet sender over ferdig behandlede erstatningssaker.

source: The return on the unit linked portfolio was 10.7 per cent in the first three quarters of 2021.
nb: I investeringsvalgporteføljen var avkastningen 10,7 prosent i første til tredje kvartal 2021.

source: Guidance and communication
nb: Veiledning og kommunikasjon
